# Browser
brave-bin

# Apps
spotify
obsidian-bin
visual-studio-code-bin
vesktop-bin
parsec-bin
moonlight-qt

# Gaming
xpadneo-dkms
lutris
protonplus
faugus-launcher
heroic-games-launcher-bin
prismlauncher

# Emulators
retroarch
dolphin-emu
pcsx2
rpcs3-bin
ppsspp
cemu
ryujinx
mgba-qt
melonds
scummvm

# Screen recording
gpu-screen-recorder

# Music
mpdris2

# Desktop Shell
quickshell-git
greetd-tuigreet

# GTK/Icon/Cursor Theming
tela-circle-icon-theme-git
bibata-cursor-theme
layan-gtk-theme
